Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: It is currently raining. No stop time in the next 2 hours.
ar: إنها تمطر حاليًا. لا يوجد وقت توقف في الساعتين التاليتين.
cs: Momentálně prchá. V následujících 2 hodinách není čas zastavit.
da: Det regner i øjeblikket, og der er ingen stoptid inden for de næste 2 timer.
de: Es regnet derzeit. Keine Stop-Zeit in den nächsten 2 Stunden.
el: Αυτή τη στιγμή βρέχει. Δεν υπάρχει χρόνος διακοπής μέσα στις επόμενες 2 ώρες.
es: Está lloviendo actualmente. No hay tiempo de parada en las próximas 2 horas.
fi: Tällä hetkellä sadetaan. Ei pysähdysaikaa seuraavien 2 tunnin aikana.
fr: Il pleut actuellement. Pas de temps d'arrêt dans les 2 prochaines heures.
it: Attualmente piove. Nessun tempo di arresto nelle prossime 2 ore.
ja: 現在雨が降っています。2時間以内に停止時間はありません。
nl: Het regent momenteel. Geen stoptijd in de komende 2 uur.
no: Det regner for øyeblikket. Stopp tid de neste 2 timene.
pl: Obecnie pada. Nie ma przerwy w ciągu następnych 2 godzin.
pt: Está chovendo no momento. Não há tempo para parar nas próximas 2 horas.
ro: Momentan plouă. Fără timp de oprire în următoarele 2 ore.
ru: Сейчас идет дождь. В ближайшие 2 часа нет останова.
sv: Det regnar för närvarande. Ingen stopptid under de närmaste 2 timmarna.
uk: Зараз йде дощ. Не зупинятися на наступні 2 години.
zh_hans: 它目前正在降雨。在接下来的2小时内没有停止时间。

source: It is currently raining. Rain expected to stop in %@.
ar: إنها تمطر حاليًا. من المتوقع أن يتوقف المطر في %@.
cs: V současné době prší. Rain by měl přestat v %@.
da: Det regner i øjeblikket. Regn forventes at stoppe i %@.
de: Momentan regnet es. Regen erwartet in %@ zu stoppen.
el: Αυτήν τη στιγμή βρέχει. Η βροχή αναμένεται να σταματήσει στο %@.
es: Está lloviendo actualmente. Se espera que la lluvia se detenga en %@.
fi: Tällä hetkellä sataa. Sademäärä odotetaan pysähtyvän %@.
fr: Il pleut actuellement. La pluie devrait s'arrêter dans %@.
it: Sta piovendo. La pioggia dovrebbe fermarsi ad %@.
ja: 雨が降っています。雨が %@ で止むと予想されました。
nl: Het regent. De regen verwacht te stoppen in %@.
no: Det regner. Regn forventet å stoppe i %@.
pl: Obecnie pada. Deszcz ma się zatrzymać w %@.
pt: Está chovendo no momento. Espera-se que a chuva pare em %@.
ro: Momentan, plouă. Ploaia se va opri în %@.
ru: Сейчас идет дождь. Дождь, скорее всего, остановится на %@.
sv: Det regnar för närvarande. Regn förväntas stanna i %@.
uk: На даний момент дощ. Дощ закінчиться в %@.
zh_hans: 它目前正在降雨。预期雨量将在 %@ 中停止。

source: Key health
ar: الصحة الرئيسية
cs: Zdraví klíčů
da: Nøgle sundhed
de: Schlüsselgesundheit
el: Βασική υγεία
es: Salud clave
fi: Keskeinen terveys
fr: Santé clé
it: Salute chiave
ja: 主な健康
nl: Belangrijke gezondheid
pl: Kluczowe zdrowie
pt: Saúde da chave
ro: Sănătate cheie
ru: Ключевое здоровье
sv: Nyckel hälsa
uk: Стан ключа
zh_hans: 关键健康

source: Larger
ar: أكبر
cs: Větší
da: Større
de: Größer
el: Μεγαλύτερο
es: Más grande
fi: Suurempi
fr: Plus grand
it: Più Grande
ja: もっと大きい
nl: Groter
no: Større
pl: Większy
pt: Maior
ro: Mai mare
ru: Большие
sv: Större
uk: Більший
zh_hans: 较大的

source: Last checked %@ ago
ar: آخر فحص قبل %@
cs: Naposledy zkontrolované %@
da: Sidst tjekket %@ siden
de: Zuletzt vor %@ überprüft
el: Τελευταίος έλεγχος %@ πριν
es: Última comprobación de %@
fi: Viimeksi tarkistettu %@ sitten
it: Ultimo controllo %@ fa
ja: 最後に %@ を確認しました
nl: Laatst gecontroleerd op %@ geleden
no: Siste sjekket %@ siden
pl: Ostatnio sprawdzony %@ temu
ro: Ultima verificare %@ în urmă
ru: Последняя проверка %@ назад
sv: Senast kontrollerad %@ sedan
zh_hans: 上次检查 %@ 前

source: Last Refresh
ar: آخر تحديث
cs: Poslední obnova
da: Seneste Opdatering
de: Letzte Aktualisierung
el: Τελευταία Ανανέωση
es: Última actualización
fi: Viimeisin Päivitys
fr: Dernière actualisation
it: Ultimo Aggiornamento
ja: 最終更新
nl: Laatste verversing
no: Siste oppdatering
pl: Ostatnie odświeżenie
pt: Última Atualização
ro: Ultima reîmprospătare
ru: Последнее обновление
sv: Senast uppdaterad
uk: Останнє оновлення
zh_hans: 上次刷新

source: Last Synced
ar: آخر مزامنة
cs: Naposledy synchronizováno
da: Sidst Synkroniseret
de: Zuletzt synchronisiert
el: Τελευταίος Συγχρονισμός
es: Última sincronización
fi: Synkronoitu Viimeksi
fr: Dernière synchronisation
it: Ultima Sincronizzazione
ja: 最終同期
nl: Laatst gesynchroniseerd
no: Senest synkronisert den
pl: Ostatnia synchronizacja
pt: Última sincronização
ro: Ultima sincronizare
ru: Последняя синхронизация
sv: Senast synkroniserad
uk: Востаннє синхронізовано
zh_hans: 上次同步

source: Latitude
ar: خط العرض
cs: Zeměpisná šířka
da: Breddegrad
de: Breitengrad
el: Γεωγραφικό Πλάτος
es: Latitud
fi: Leveysaste
it: Latitudine
ja: 緯度：
nl: Breedtegraad
no: Breddegrad
pl: Szerokość geograficzna
ro: Latitudine
ru: Широта
sv: Latitud
uk: Широта
zh_hans: 纬度

source: Latitude: -90 to 90, Longitude: -180 to 180
ar: اللاتينية: -90 إلى 90، الطول: -180 إلى 180
cs: Zeměpisná šířka: -90 až 90, zeměpisná délka: -180 až 180
da: Breddegrad: -90 til 90, Længde: -180 til 180
de: Breitengrad: -90 bis 90, Längengrad: -180 bis 180
el: Γεωγραφικό πλάτος: -90 έως 90, Γεωγραφικό μήκος: -180 έως 180
es: Latitud: -90 a 90, Longitud: -180 a 180
fi: Leveysaste: -90 - 90, Pituusaste: -180 - 180
fr: Latitude: -90 à 90, Longitude: -180 à 180
it: Latitudine: da -90 a 90, Longitudine: da -180 a 180
ja: 緯度：-90～90、経度：-180～180
nl: Breedtegraad: -90 tot 90, Lengtegraad: -180 tot 180
no: Breddegrad: -90 til 90, Lengdegrad: -180 til 180
pl: Szerokość geograficzna: -90 do 90, Długość: -180 do 180
pt: Latitude: -90 a 90, Longitude: -180 a 180
ro: Latitudine: -90 la 90, Longitudine: -180 la 180
ru: Широта: -90 - 90, Долгота: -180 до 180
sv: Latitud: -90 till 90, Longitud: -180 till 180
uk: Широта: -90 - 90, Довгота: -180
zh_hans: 纬度：-90至90，经度：-180至180

source: Leave a tip to support the app
ar: اترك نصائح لدعم التطبيق
cs: Zanechte tip pro podporu aplikace
da: Efterlad et tip for at understøtte app'en
de: Hinterlasse einen Tipp, um die App zu unterstützen
el: Αφήστε μια συμβουλή για να υποστηρίξετε την εφαρμογή
es: Deja un consejo para apoyar la aplicación
fi: Jätä vihje sovelluksen tukemiseksi
fr: Laisser un conseil pour prendre en charge l'application
it: Lascia un suggerimento per supportare l'applicazione
ja: アプリをサポートするためのヒントを残す
nl: Laat een tip achter om de app te ondersteunen
no: La et tips støtte for appen
pl: Pozostaw wskazówkę, aby wesprzeć aplikację
pt: Deixe uma dica para oferecer suporte ao aplicativo
ro: Lăsați un sfat pentru a sprijini aplicația
ru: Оставить подсказку для поддержки приложения
sv: Lämna ett tips för att stödja appen
uk: Залиште пораду, щоб підтримати програму
zh_hans: 留一个小贴士来支持应用

source: Leave your email if you'd like a reply. It is only included in the message you send.
ar: اترك بريدك الإلكتروني إذا كنت ترغب في الرد. يتم تضمينه فقط في الرسالة التي ترسلها.
cs: Ponechte svůj e-mail, pokud chcete odpovědět. Je obsažena pouze ve zprávě, kterou posíláte.
da: Efterlad din e-mail, hvis du gerne vil have et svar. Den er kun inkluderet i den besked, du sender.
de: Hinterlassen Sie Ihre E-Mail, wenn Sie eine Antwort wünschen. Sie ist nur in der Nachricht enthalten, die Sie gesendet haben.
el: Αφήστε το email σας αν θέλετε μια απάντηση. Περιλαμβάνεται μόνο στο μήνυμα που στέλνετε.
es: Deja tu correo electrónico si quieres una respuesta. Sólo está incluido en el mensaje que envias.
fi: Jätä sähköpostiosoitteesi, jos haluat vastauksen. Se sisältyy vain lähetettyyn viestiin.
fr: Laissez votre e-mail si vous souhaitez une réponse. Il est uniquement inclus dans le message que vous envoyez.
it: Lascia la tua email se desideri una risposta. È inclusa solo nel messaggio che invii.
ja: 返信が必要な場合はメールを残してください。送信したメッセージにのみ含まれています。
nl: Laat uw e-mail achter als u een antwoord wilt. Het is alleen opgenomen in het bericht dat u verstuurt.
no: La e-posten din hvis du ønsker et svar. Den er bare inkludert i meldingen du sender.
pl: Pozostaw swój adres e-mail, jeśli chcesz odpowiedzieć. Jest on zawarty tylko w wysłanej wiadomości.
pt: Deixe seu e-mail se você quiser uma resposta. Ele só é incluído na mensagem que você enviar.
ro: Lasă-ți e-mailul dacă dorești un răspuns. Acesta este inclus doar în mesajul pe care îl trimiți.
ru: Оставьте ваш email, если вы хотите ответить. Он включен только в отправленное вами сообщение.
sv: Lämna ditt e-postmeddelande om du vill ha ett svar. Det ingår bara i meddelandet du skickar.
uk: Залиште електронний лист, якщо ви хочете відповісти. Він входить лише до повідомлення, яке відправляєте.
zh_hans: 如果您想要回复，请留下您的电子邮件。它只包含在您发送的消息中。

source: Light
ar: فاتح
cs: Světlý
da: Lys
de: Hell
el: Φωτεινό
es: Claro
fi: Vaalea
fr: Lumière
it: Chiaro
ja: ライト
nl: Licht
no: Lys
pl: Światło
pt: Fino
ro: Lumină
ru: Светлая
sv: Ljus
uk: Світла
zh_hans: 亮色的

source: Live JSON view of the active customisation profile.
ar: عرض حي JSON لملف تعريف التخصيص النشط.
cs: Live JSON zobrazení aktivního profilu přizpůsobení.
da: Live JSON visning af den aktive tilpasningsprofil.
de: Live-JSON-Ansicht des aktiven Anpassungsprofils.
el: Ζωντανή προβολή JSON του ενεργού προφίλ προσαρμογής.
es: Vista JSON en vivo del perfil de personalización activo.
fi: Live JSON näkymä aktiivisesta muokkausprofiilista.
fr: Vue JSON en direct du profil de personnalisation actif.
it: Vista JSON dal vivo del profilo di personalizzazione attivo.
ja: アクティブなカスタマイズプロファイルのライブJSONビュー。
nl: Live JSON-weergave van het actieve aanpassingsprofiel.
no: Live JSON visning av den aktive tilpasningsprofilen.
pl: Widok JSON na żywo aktywnego profilu dostosowywania.
pt: Vista em tempo real JSON do perfil de personalização ativo.
ro: Vizualizare JSON live a profilului activ de personalizare.
ru: Live JSON просмотр активного профиля настройки.
sv: Live JSON vy över den aktiva anpassningsprofilen.
uk: Перегляд активного JSON про активний профіль налаштування.
zh_hans: 活动自定义配置文件实时JSON视图。

source: Loading forecast data...
ar: تحميل بيانات التنبؤ...
cs: Načítání dat předpovědi...
da: Indlæser prognose data...
de: Vorhersage wird geladen...
el: Φόρτωση δεδομένων πρόβλεψης...
es: Cargando datos de previsualización...
fi: Ladataan ennustetietoja...
fr: Chargement des données prévisionnelles...
it: Caricamento dati previsionali...
ja: 予測データを読み込み中...
nl: Voorspelersgegevens laden...
no: Laster prognose-data...
pl: Ładowanie danych prognozy...
pt: Carregando dados da previsão...
ro: Se încarcă datele prognozate...
ru: Загрузка данных прогноза...
sv: Laddar prognosdata...
uk: Завантаження даних прогнозу...
zh_hans: 正在加载预测数据...

source: Loading full warning…
ar: تحميل التحذير الكامل…
cs: Načítání úplného varování…
da: Indlæser fuld advarsel…
de: Lade volle Warnung…
el: Φόρτωση πλήρους προειδοποίησης…
es: Cargando advertencia completa…
fi: Ladataan koko varoitusta…
fr: Chargement de l'avertissement complet…
it: Caricamento avviso completo…
nl: Volledige waarschuwing laden…
no: Laster inn full advarsel…
pl: Ładowanie pełnego ostrzeżenia…
pt: Carregando aviso completo…
ro: Se încarcă avertismentul complet…
ru: Загрузка полного предупреждения…
sv: Laddar full varning…
uk: Завантаження повного попередження…
zh_hans: 正在加载完整警告…

source: Loading weather data...
ar: جاري تحميل بيانات الطقس...
cs: Načítání dat o počasí...
da: Indlæser vejrdata...
de: Wetterdaten werden geladen...
el: Φόρτωση δεδομένων καιρού...
es: Cargando datos del tiempo...
fi: Ladataan säätietoja...
fr: Chargement des données météo...
it: Caricamento dati meteo...
ja: 天気データを読み込んでいます...
nl: Weergegevens laden...
no: Laster værdata...
pl: Ładowanie danych pogodowych...
pt: Carregando dados meteorológicos...
ro: Se încarcă datele meteo...
ru: Загрузка данных о погоде...
sv: Laddar väderdata...
uk: Завантаження даних про погоду...
zh_hans: 正在加载天气数据...

source: Loading weather…
ar: جاري تحميل الطقس…
cs: Načítání počasí…
da: Indlæser vejr…
de: Wetter wird geladen…
es: Cargando el tiempo…
fr: Chargement de la météo…
it: Caricamento meteo…
nl: Weer laden…
no: Laster været…
pl: Ładowanie pogody…
pt: Carregando tempo…
ro: Se încarcă vremea…
ru: Загрузка погоды…
sv: Laddar väder…
uk: Завантаження погоди…

source: Location
ar: الموقع
cs: Poloha
da: Placering
de: Standort
el: Τοποθεσία
es: Ubicación
fi: Sijainti
fr: Localisation
it: Posizione
ja: 場所
nl: Locatie
no: Sted
pl: Lokalizacja
pt: Local:
ro: Locaţie
ru: Местоположение
sv: Plats
uk: Місцезнаходження
zh_hans: 地点

source: Location Access Required
ar: الوصول إلى الموقع مطلوب
cs: Vyžadován přístup k poloze
da: Adgang Til Lokation Kræves
de: Standortzugriff erforderlich
el: Απαιτείται Πρόσβαση Τοποθεσίας
es: Se requiere acceso a la ubicación
fi: Sijainnin Käyttö Vaaditaan
fr: Accès à la localisation requis
it: Accesso Alla Posizione Richiesto
ja: 位置情報アクセスが必要です
nl: Locatietoegang vereist
no: Posisjonstilgang kreves
pl: Wymagany dostęp do lokalizacji
pt: Acesso à localização necessário
ro: Accesul la locație este necesar
ru: Требуется доступ к местоположению
sv: Platsåtkomst krävs
uk: Потрібний доступ до розташування
zh_hans: 需要位置访问权限

source: Location already saved
ar: الموقع محفوظ مسبقاً
cs: Poloha již byla uložena
da: Placering allerede gemt
de: Standort bereits gespeichert
el: Η τοποθεσία αποθηκεύτηκε ήδη
es: Ubicación ya guardada
fi: Sijainti on jo tallennettu
fr: Lieu déjà enregistré
it: Posizione già salvata
ja: 既に保存された場所
nl: Locatie is al opgeslagen
no: Stedet er allerede lagret
pl: Lokalizacja już zapisana
pt: Local já salvo
ro: Locație deja salvată
ru: Местоположение уже сохранено
sv: Platsen är redan sparad
uk: Розташування вже збережено
zh_hans: 位置已保存

source: Location Enabled
ar: الموقع مفعل
cs: Poloha povolena
da: Placering Aktiveret
de: Standort aktiviert
el: Ενεργοποιημένη Τοποθεσία
es: Ubicación habilitada
fi: Sijainti Käytössä
fr: Localisation activée
it: Posizione Abilitata
ja: 位置情報を有効にする
nl: Locatie ingeschakeld
no: Lokasjon aktivert
pl: Lokalizacja włączona
pt: Localização ativada
ro: Locație activată
ru: Местоположение включено
sv: Plats aktiverad
uk: Місцезнаходження увімкнено
zh_hans: 位置已启用

source: Location Menu
ar: قائمة الموقع
cs: Menu umístění
da: Placerings Menu
de: Standortmenü
el: Μενού Τοποθεσίας
es: Menú de Ubicación
fi: Sijainnin Valikko
fr: Menu de localisation
it: Menu Posizione
ja: 位置情報メニュー
nl: Locatie menu
no: Meny for plassering
pl: Menu lokalizacji
pt: Menu de Localização
ro: Meniu locație
ru: Меню местоположения
sv: Plats meny
uk: Меню місця
zh_hans: 位置菜单

source: Location Name
ar: اسم الموقع
cs: Název lokace
da: Navn På Lokation
de: Standortname
el: Όνομα Τοποθεσίας
es: Nombre de ubicación
fi: Sijainnin Nimi
fr: Nom de l’emplacement
it: Nome Posizione
ja: ロケーション名
nl: Naam locatie
no: Sted inn navn
pl: Nazwa lokalizacji
pt: Nome da localização
ro: Nume locație
ru: Имя местоположения
sv: Platsens namn
uk: Назва місцезнаходження
zh_hans: 位置名称

source: Location Required
ar: الموقع مطلوب
cs: Vyžadováno umístění
da: Placering Påkrævet
de: Standort erforderlich
el: Απαιτείται Τοποθεσία
es: Ubicación requerida
fi: Sijainti Vaaditaan
fr: Lieu requis
it: Posizione Richiesta
ja: 位置情報が必要です
nl: Locatie vereist
no: Plassering påkrevd
pl: Wymagana lokalizacja
pt: Localização Necessária
ro: Locație necesară
ru: Требуется местоположение
sv: Plats krävs
uk: Місцезнаходження необхідно
zh_hans: 需要位置

source: Location Saved
ar: تم حفظ الموقع
cs: Poloha uložena
da: Placering Gemt
de: Standort gespeichert
el: Τοποθεσία Αποθηκεύτηκε
es: Ubicación guardada
fi: Sijainti Tallennettu
fr: Localisation enregistrée
it: Posizione Salvata
ja: 保存された場所
nl: Locatie opgeslagen
no: Posisjon lagret
pl: Lokalizacja zapisana
pt: Localização Salva
ro: Locație salvată
ru: Местоположение сохранено
sv: Plats sparad
uk: Розташування збережено
zh_hans: 位置已保存

source: Location:
ar: الموقع:
cs: Umístění:
da: Placering:
de: Ort:
el: Τοποθεσία:
es: Ubicación:
fi: Sijainti:
fr: Emplacement:
it: Posizione:
ja: 場所:
nl: Locatie:
no: Sted:
pl: Lokalizacja:
pt: Local:
ro: Locație:
ru: Расположение:
sv: Plats:
uk: Розташування:
zh_hans: 位置：

source: Locations
ar: المواقع
cs: Místa
da: Placeringer
de: Standorte
el: Τοποθεσίες
es: Ubicaciones
fi: Sijainnit
fr: Emplacements
it: Posizioni
ja: 場所
nl: Locaties
no: Steder
pl: Lokalizacje
pt: Alocações
ro: Locații
ru: Места
sv: Platser
uk: Місцезнаходження
zh_hans: 地点

source: Locked
ar: مقفل
cs: Uzamčeno
da: Låst
de: Gesperrt
el: Κλειδωμένο
es: Bloqueado
fi: Lukittu
fr: Verrouillé
it: Bloccato
ja: ロック中
nl: Vergrendeld
no: Låst
pl: Zablokowane
pt: Trancado
ro: Blocat
ru: Заблокировано
sv: Låst
uk: Заблоковано
zh_hans: 已锁定

source: Long-Press to Customise
ar: اضغط مطولاً لتخصيص
cs: Dlouhým stiskem upravíte
da: Langt tryk for at tilpasse
de: Lange drücken um anzupassen
el: Παρατεταμένο πάτημα για προσαρμογή
es: Pulsación larga para personalizar
fi: Pitkän painalluksen muokkaus
fr: Appui long pour personnaliser
it: Premi a lungo per personalizzare
ja: 長押しでカスタマイズ
nl: Lang indrukken om aan te passen
no: Langt trykk for å tilpasse
pl: Długie naciśnięcie aby dostosować
pt: Pressione e segure para Personalizar
ro: Apăsați lung pentru a personaliza
ru: Долгое нажатие для настройки
sv: Långtryck för att anpassa
uk: Тривале натискання для налаштування
zh_hans: 长按来自定义

source: Longitude
ar: طول
cs: Zeměpisná délka
da: Længdegrad
de: Längengrad
el: Γεωγραφικό
es: Longitud
fi: Pituusaste
it: Longitudine
ja: 経度：
nl: Lengtegraad
no: Lengdegrad
pl: Długość geograficzna
ro: Longitudine
ru: Долгота
sv: Longitud
uk: Довгота
zh_hans: 经度

source: Loop forever
ar: حلقة إلى الأبد
cs: Opakovat navždy
da: Løkke for evigt
de: Schleife für immer
el: Επανάληψη για πάντα
es: Bucle para siempre
fi: Silmukka ikuisesti
fr: Boucler pour toujours
it: Ciclo per sempre
ja: 永久にループする
nl: Voor altijd herhalen
no: Løkke for alltid
pl: Pętla na zawsze
pt: Repetir para sempre
ro: Buclă pentru totdeauna
ru: Вечный цикл
sv: Loopa för alltid
uk: По колу
zh_hans: 永远循环

source: Loop Mode
ar: وضع الحلقة
cs: Režim smyčky
da: Løkke Tilstand
de: Schleifenmodus
el: Λειτουργία Επόπτη
es: Modo bucle
fi: Silmukka Tila
fr: Mode Boucle
it: Modalità Ciclo
ja: ループモード
nl: Herhaal modus
no: Repeter modus
pl: Tryb pętli
pt: Modo de loop
ro: Mod buclă
ru: Режим цикла
sv: Loop läge
uk: Циклічний режим
zh_hans: 循环模式

source: Love SaxWeather?
ar: هل تحب SaxWeather؟
cs: Líbí se vám SaxWeather?
da: Elsker SaxWeather?
de: Liebe SaxWeather?
el: Αγάπη SaxWeather?
es: ¿Te encanta SaxWeather?
fi: Pidätkö SaxWeatherista?
fr: Vous aimez SaxWeather?
it: Ti Piace SaxWeather?
ja: SaxWeatherを気に入っていただけましたか？
nl: Houdt u van SaxWeather?
no: Liker du SaxWeather?
pl: Kochasz SaxWeather?
pt: Gostou do SaxWeather?
ro: Iubești SaxWeather?
ru: Нравится SaxWeather?
sv: Älskar du SaxWeather?
uk: Любите Саксен-Везер?
zh_hans: 喜欢SaxWeather？

source: Low
ar: منخفض
cs: Nízká
da: Lav
de: Niedrig
el: Χαμηλή
es: Baja
fi: Matala
fr: Bas
it: Basso
ja: 低い
nl: laag
no: Lav
pl: Niski
pt: baixa
ro: scazut
ru: Низкий
sv: Låg
uk: Низька
zh_hans: 低

source: Made by Saxon
ar: صنع بواسطة ساكسون
cs: Vytvořeno Saxonem
da: Lavet af Saxon
de: Hergestellt von Sachsen
el: Κατασκευασμένο από τη Saxon
es: Hecho por Saxon
fi: Valmistettu Sachsenilla
fr: Fabriqué par Saxon
it: Realizzato da Saxon
ja: 作者ザクソン。
nl: Gemaakt door Saksen
no: Laget av Saxon
pl: Wykonane przez Saksonię
pt: Feito por Saxon
ro: Făcut de Saxon
ru: Сделано Саксоном
sv: Tillverkad av saxon
uk: Зроблено Саксоном
zh_hans: 由萨克森制造的

source: Made with
ar: صنع مع
cs: Vyrobeno pomocí
da: Lavet med
de: Gemacht mit
el: Κατασκευασμένο με
es: Hecho con
fi: Valmistettu kanssa
fr: Fait avec
it: Realizzato con
ja: 製法：
nl: Gemaakt met
no: Laget med
pl: Wykonane z
pt: Feito com
ro: Realizat cu
ru: Сделано с
sv: Gjord med
uk: Зроблено з
zh_hans: 制作于

source: Make all text heavier for improved legibility
ar: جعل كل النص أكثر ثقلا لتحسين قابلية القراءة
cs: Ztěžit veškerý text pro lepší čitelnost
da: Gør al tekst tungere for forbedret læsbarhed
de: Den gesamten Text schwerer machen, um die Lesbarkeit zu verbessern
el: Κάντε όλο το κείμενο βαρύτερο για βελτιωμένη αναγνωσιμότητα
es: Hacer todo el texto más pesado para mejorar la legibilidad
fi: Tee kaikki teksti raskaammaksi luettavuuden parantamiseksi
fr: Rendre tout le texte plus lourd pour une lisibilité améliorée
it: Rendere tutto il testo più pesante per una migliore leggibilità
ja: 読みやすさを向上させるため、すべてのテキストをより重くする
nl: Alle tekst zwaarder maken voor een betere leesbaarheid
no: Gjør all tekst tynnere til økt lesbarhet
pl: Uczyń cały tekst bardziej czytelnym
pt: Torne todo o texto mais pesado para uma melhor legibilidade
ro: Fă tot textul mai greu pentru lizibilitate îmbunătățită
ru: Сделать весь текст еще тяжелее для улучшения разборки
sv: Gör all text tyngre för bättre läsbarhet
uk: Зробіть весь текст важчим для поліпшення розваги
zh_hans: 使所有文本变得更加重要，以提高可见性

source: Make SaxWeather yours.
ar: اجعل ساكسويس لك.
cs: Udělejte SaxWeather vaše.
da: Gør SaxWeather til dit.
de: Machen Sie SaxWeather zu Ihnen.
el: Κάντε SaxWeather το δικό σας.
es: Haz que SaxWeather sea tuyo.
fi: Tee saksin sää omasi.
fr: Faites de SaxWeather le vôtre.
it: Rendi SaxWeather tuo.
ja: SaxWeather をあなたのものにします。
nl: Maak SaksWeer van jou.
no: Lag SaxWeather din.
pl: Zrób SaksWeather sobie.
pt: Faça do SaxWeather o seu.
ro: Fă SaxWeather al tău.
ru: Сделать SaxWeather свой.
sv: Gör SaxWeather din.
uk: Зробити Саксопогоду Вашою.
zh_hans: 使你的 SaxWeather

source: Makes all text appear bolder
ar: يجعل كل النص يبدو أكثر جرأة
cs: Zobrazí veškerý text tučnějším
da: Får al tekst til at virke dristigere
de: Lässt alle Texte mutiger erscheinen
el: Κάνει όλο το κείμενο να εμφανίζεται πιο τολμηρό
es: Hace que todo el texto aparezca en negrita
fi: Tekee kaiken tekstin näkyvän rohkeampana
fr: Fait apparaître tout le texte plus audacieux
it: Fa apparire tutto il testo più audace
ja: すべてのテキストが大胆に表示されます
nl: Laat alle tekst dikker lijken
no: Gjør all tekst til en fet merke
pl: Sprawia, że wszystkie teksty pojawiają się bardziej
pt: Aparece todos os textos em negrito
ro: Face tot textul să apară mai îndrăzneț
ru: Все тексты появляются полужирным шрифтом
sv: Gör att all text ser modigare ut
uk: Зробити чіткішим всі тексти
zh_hans: 让所有文本都变得更大胆了

source: Makes text and UI elements more distinct
ar: جعل النص وعناصر واجهة المستخدم أكثر تمييزاً
cs: Rozlišuje text a prvky uživatelského rozhraní
da: Gør tekst og UI elementer mere forskellige
de: Macht Text und UI-Elemente deutlicher
el: Κάνει το κείμενο και τα στοιχεία UI πιο διακριτά
es: Hace que los elementos de texto e interfaz de usuario sean más distintos
fi: Tekee teksti- ja käyttöliittymäelementit erillisiä
fr: Rend le texte et les éléments de l'interface plus distincts
it: Rende gli elementi testo e interfaccia utente più distinti
ja: テキストと UI 要素をより明確にする
nl: Tekst- en UI-elementen duidelijker onderscheiden
no: Gjør tekst og brukergrensesnitt mer atskillig
pl: Uczynia tekst i elementy interfejsu użytkownika bardziej rozróżniającymi
pt: Faz elementos de texto e interface mais distintos
ro: Face elementele textului și UI mai distincte
ru: Делает текст и элементы пользовательского интерфейса более характерными
sv: Gör text- och UI-element mer distinkta
uk: Зробити чіткі елементи тексту та інтерфейсу
zh_hans: 使文本和界面元素更加识别
